["The greatest demon on earth.\nPlease whether you are a man or a\nwoman,\nstop what you are doing and read\nthis now.\nEach time you masturbate, you\ndonate\nsperm to the demonic kingdom.\nMasturbation is like having sex in\ndreams,\neach time you release, you in-\npregnante a\ndemon and as a woman, each time\nyou are\nmasturbating, you are having sex\nwith a\ndemon and sometimes get\npregnanted by a\ndemon.\nHave you ever wondered how you\nsee\nyourself with children or\nbreastfeeding a\nbaby in dreams when physically you\nhave\nnon?\nThat's the demon or demons you\ngave birth\nto.\nLast Sunday during the One on One\nsection,\na very intelligent man came to me\nto\ncomplain that he had an accident in\n2014\nand lost his car, he nearly lost his\nlife but\nGod saved him.\nFrom 2014 he had been applying to\nget\nmoney from the government an\n\"accident\ngrant\" but the money was not given\nto him.\nEach time he goes to claim his\nmoney he\nwould be told to come today, come\ntomorrow and this money is over a\nmillion\nRand.\nAs I was praying for him, God\nrevealed to\nme that he had donated all his\nfortune to\nthe demons, he masturbate 4 to 5\ntimes a\nday.\nWhen I asked him he agreed and\nasked me\nto deliver him, I prayed for him and\ntold him\nthat tonight, you will have a dream,\na\nwoman will come to make love to\nyou, catch\nher and pull out a ring from her,\nthat will be\nthe end of your problems.\nYesterday he had a dream, his\nformer\nclassmate came to make love to\nhim, he\ncaught her, pulled out a ring from\nher finger\nand woke up immediately.\nToday at exactly 3:45pm, he\nreceived an\nalart, R1.3 million Rands has been\npaid into\nhis account by ROAD ACCIDENT\nFUNDS.\nMany of you would have been so\nrich now\nbut because of masturbation, your\nwealth,\ngood luck and happiness have been\ndonated to demons.\nDistance is not a barrier, I pray for\nanyone\nthat will type amen,and that will be\nthe end\nof your suffering in Jesus name.\n\"Don't to Type AMEN & SHARE TO 5\nDIFFERENT FACEBOOK GROUPS\n** Please Don't_forget_to",
 "Why am I haunted by dreams of millennials? Of young spectres, chasing after me with their cell phones like they know where I am at all times. I try to sleep, but they're always one step ahead of me. Will death release me from this endless pursuit? I don't know. The millennials can freeze your brain and awaken you later for their insane pleasure. Please. I am old. I am frail. I am afraid. I just want to live out the rest of my boomer days. Vote Trump 2020.",
 "haha what a funny joke ! My cancer has returned, my luck ahs run out. so now its a stage 4 and it will gert me or spread to other parts and its very aggressive this Triple Negative. oncologist is figuring out if he can keep me alive a little longer. i am sure your husband has heard of my cancer. Its rare though, only 10 to 15% of women get this kind. hope you had a good Thanksgiving",
 "this ones for all the triggered ones out there ready to blow a fuse because of some simple jokes i've seen popping up on this page recently. Some folks just stress wayyy too much over the whole being offended thing.... Been seeing people get worked up, becoming \"vicariously offended\" because of \"sexist\" and \"misogynistic\" memes. LIGHTEN UP FOLKS, people who laugh more live longer!! Jokes and laughter die because of soul sucking politically correct losers like you! Learn some dang social skills! If you're a woman (or a dude too i guess) and find this offensive, i'll tell you what my dad told me when my older sisters would beat up on me when I was young, suck it up and learn to play along!! THIS IS A SHITPOSTING PAGE! Hit me with a comeback joke meme about men, I dare ya!"]