["make amerrica great again",
 "dont make me beat yo uu to death with my fax machine",
 "in my day, i just walked into my boss office and demanded a job, and he gave it to me after i threatened to burn his house down",
 "thanks obama",
 "global warming is a lie",
 "the chinese are a myth, i aint ever seen any in my life",
 "back in my day you could go to war, die, and go home to beat the everloving shit out of your kids",
 "my grandson told me about those byte coins so i put all my pension in those dog coins",
 "harold camping was  right all lalong",
 "cnn hacked my toilet",
 "no medication..,., iun pain. GOD will see me theru this!!!! Tom says to take the .paion killer but I SAY NO!!!!",
 "i hate my wife",
 "entitled little shirt",
 " you k ids are the reason why RADIO SHACK close down!!!!!!",
 "MAYONAISE is NOTT what it USED TO BE!!! why had GOD ABANDONED MAYONAISE!?!? why are people butting OBAMA in my ,MAYONAISE!?!??!?!?!?! INVESTIAGTE THIS",
 "BOB DYLAN IS A DEVIANT WHO WORSHIPS SATAN",
 "with GOD as my witness IWILL STOP ANY SATANISTS who try to come into my house and commit THE SEX upon my blood altar. MY BLOOD ,ALTAR IS NOT MEANT FOR HANKY PANKY",
 "be home by NOON,,, or you wont get ANY DINNER for     FIVE MONTHS",
 "TURN DOWN THE MUSIC, I CANT LISTEN TO MY REALITY TV WITH YOU PLAYING YOUR FEVER DREAM MUSIC",
 "DO NOT DISRESPECT AMERICA!!!!!!!! I WILL RAIN EXCREMENT INTO YOUR VERY SOUL!!!!!!!!!!!!!!!!!!!",
 "GET OFF MY FACE PAGE. WHY AM I SEEING THIS",
 "prayers,,,,, he is with god now.......",
 "has anyone seen my son",
 "HOW DO I ADD MY SON ON \"Tinder\" he does not use facebook thank yolu so muchh",
 "car crash near my house,,,3dead :\"D :\"D pray for them",
 "my grandson is suposed to be havin a job interview with discord is he there",
 "Bless you Walmart in the name of THE FATHER, SON and HOLY SPITIYT",
 "HELLO, GOOGLE. Hre you OPEN TODAY ? NO RESULTS to my questions....,, \"DUH\".,,,,",
 "I ask, and YOU DO NOT KNOW...????At one time a question was answered AT ONCE !! What must I do?////",
 "Carl (our cat) just ate 4 bites of banana",
 "HAH AAH AHAHA HA THATS JUST LIKE WHEN REV JAMES JONES TOLD IT LIKE THAT"]